{
  "title": "Город, в котором меня нет / Boku dake ga Inai Machi",
  "background": "/bg/erased.png",
  "genres": [
    "Детектив",
    "Психологическое",
    "Сверхъестественное",
    "Сёнен"
  ],
  "desc": "Жизнь мангаки нелегка. Тяжёлый и кропотливый труд по достоинству вознаграждается в редких случаях. Авторские работы, в которые были вложены душа и нравоучительный посыл, не всегда достигают сердец читателей. Однажды понять, что ты пустой и скучный человек, не способный на большее — самый большой страх в жизни мангаки.\nСатору Фудзинума тоже автор. В свои двадцать восемь лет он трудится не покладая рук и стремится к намеченной цели. Однако не все авторы гении, и далеко не у каждого получается выразить себя в своих работах. «Каким должен быть главный герой?», «Должен ли он быть достаточно похож на меня?», «Чего ему не хватает?», «Чего не хватает мне?» Такими вопросами ежедневно задаётся Сатору и, как многие, боится однажды увидеть себя пустым и скучным.\nНо разве пустые и скучные люди могут так же ловко подмечать в своем окружении разные мелочи? Могут ли они, воспользовавшись этим, с безграничной самоотдачей помогать людям? Сатору может. Но признавать это в себе, то, что делает его далеко не посредственным, он не хочет. Впрочем, как и называть свой дар сверхъестественным. Ведь, в сущности, этот хмурый мангака имеет возможность не просто подмечать мелочи. Он может, хоть и непроизвольно, «перематывать» время обратно, что уж точно нельзя назвать обычным.\nНо для чего ему дана эта сила? Быть может, для того, чтобы исправить ошибки прошлого? Ведь когда-то давно, когда друзьям и знакомым Сатору грозила опасность, он, будучи ребёнком, не смог им помочь. Это до сих пор тяжким грузом лежит на его плечах. И вот теперь, когда затаившаяся угроза из прошлого вновь показала клыки, способность Сатору весьма изощрённо проявила себя, но тем самым и предоставила ему возможность не допустить однажды уже случившуюся трагеди\n",
  "op": [
    {
      "url": "https://www.youtube.com/watch?v=fodAJ-1dN3I",
      "episodes": "1-12",
      "title": "Asian Kung-Fu Generation - Re:Re:"
    }
  ],
  "ed": [
    {
      "url": "https://www.youtube.com/watch?v=GCkhNxNRisk",
      "episodes": "1-12",
      "title": "Sayuri - Sorewa Chiisana Hikarinoyouna"
    }
  ],
  "episodes": [
    {
      "title": "1-3 серия",
      "url": "https://stream.wrench.gq/7158",
      "heroku": "https://olsiorvideo.herokuapp.com/391",
      "quality": [
        {
          "name": "480p",
          "url": "https://stream.wrench.gq/9211"
        }
      ]
    },
    {
      "title": "4-6 серия",
      "url": "https://stream.wrench.gq/7159",
      "heroku": "https://olsiorvideo.herokuapp.com/393",
      "quality": [
        {
          "name": "480p",
          "url": "https://stream.wrench.gq/9213"
        }
      ]
    },
    {
      "title": "7-9 серия",
      "url": "https://stream.wrench.gq/7160",
      "heroku": "https://olsiorvideo.herokuapp.com/394",
      "quality": [
        {
          "name": "480p",
          "url": "https://stream.wrench.gq/9214"
        }
      ]
    },
    {
      "title": "10-12 серия",
      "url": "https://stream.wrench.gq/7161",
      "heroku": "https://olsiorvideo.herokuapp.com/392",
      "quality": [
        {
          "name": "480p",
          "url": "https://stream.wrench.gq/9212"
        }
      ]
    }
  ]
}
