{
  "title": "Баскетбол Куроко 2 / Kuroko no Basket 2nd Season",
  "genres": [
    "Сёнен",
    "Комедия",
    "Спорт",
    "Школа"
  ],
  "seasons": [
    {
      "title": "Баскетбол Куроко",
      "url": "https://olsior.herokuapp.com/watch/kurokonobasket",
      "text": "ТВ (25 эп.), адаптация манги, 2012"
    },
    {
      "title": "Баскетбол Куроко 2",
      "url": "https://olsior.herokuapp.com/watch/kurokonobasket2",
      "text": "ТВ (25 эп.), продолжение, 2013"
    }
  ],
  "op": [
    {
      "url": "https://www.youtube.com/watch?v=5RVEM8-UKlg",
      "episodes": "1-13",
      "title": "GRANRODEO - Can Do"
    },
    {
      "url": "https://www.youtube.com/watch?v=ZYZSwzmgCTU",
      "episodes": "14-25",
      "title": "GRANRODEO - RIMFIRE"
    }
  ],
  "ed": [
    {
      "url": "https://www.youtube.com/watch?v=lFF9NKWhcik",
      "episodes": "1-13",
      "title": "Hyadain - Start it right away"
    },
    {
      "url": "https://www.youtube.com/watch?v=AEbNDrdn3u0",
      "episodes": "14-25",
      "title": "Oldcodex - Catal Rhythm"
    }
  ],
  "desc": "Баскетбольная команда средней школы Тэйко долгое время была серьёзным противником для многих команд. Она побеждала, не давая ни малейшего шанса на победу.\n«Поколение чудес» — это пять лучших игроков-гениев данной команды, которые демонстрировали невероятный уровень игры. С их помощью Тэйко смогла, казалось бы, достичь невозможного. Три года подряд она становилась победителем на международном чемпионате по баскетболу, не говоря о различного рода соревнованиях.\nНо всему рано или поздно приходит конец. И даже такой невероятно сильной и талантливой баскетбольной команде.\nПосле выпуска все разошлись по разным старшим школам. «Поколение чудес» не было исключением. Теперь каждому из них придётся полагаться на свои собственные силы, не забывая о том, что бывшие друзья по команде стали серьёзной преградой на пути к международному первенству.\nТэцуя Куроко, «игрок-призрак» прославленной Тэйко, уже ощутил возросшую мощь «Поколения чудес». Вот только он вместе со своей командой не хочет так просто отказываться от поставленной цели. Поэтому ещё более жёсткие тренировки стали для них первым шагом к тому, чтобы сражаться с гениями на равных.\nВ этот раз всё решится на соревновании «Зимний кубок». Ведь там определится команда, достойная называться лучшей. И тут нашим героям не стоит забывать ещё об одном препятствии на своем пути: о «некоронованных королях» — игроках, что остались в тени «Поколения чудес», но мало чем им уступающие. Эти парни могут доставить немало хлопот.\nСмогут ли наши герои прорваться и достичь своей цели, разбросав соперников по площадке? Любой сказал бы, это невозможно. Однако старшая Сэйрин только начала набирать обороты!",
  "episodes": [
  ]
}
